Repository: dnganhkiet1206/fitness-os
Catalog: apps/ios/ASCND/Resources/Localizable.xcstrings
Source language: en
Languages: es, vi

# tab.today
source: Today
es: Hoy
vi: Hôm nay

# tab.nutrition
source: Nutrition
es: Nutrición
vi: Dinh dưỡng

# tab.workouts
source: Workouts
es: Entrenamientos
vi: Tập luyện

# tab.community
source: Community
es: Comunidad
vi: Cộng đồng

# tab.assistant
source: Health assistant
es: Asistente de salud
vi: Trợ lý sức khoẻ

# placeholder.building
source: The native version of this screen is being built.
es: La versión nativa de esta pantalla está en construcción.
vi: Màn này đang được dựng lại bản native.

# lab.title
source: Rest lab
es: Prueba de descanso
vi: Thử quãng nghỉ

# lab.start90
source: Start 90 s rest
es: Iniciar descanso de 90 s
vi: Bắt đầu nghỉ 90 giây

# lab.skip
source: Skip
es: Omitir
vi: Bỏ qua

# lab.minus15
source: Take off 15 seconds
es: Quitar 15 segundos
vi: Bớt 15 giây

# lab.plus15
source: Add 15 seconds
es: Añadir 15 segundos
vi: Thêm 15 giây

# lab.remaining %lld
source: %lld seconds left
es: Quedan %lld segundos
vi: Còn %lld giây

# lab.hint
source: Debug only. Start a rest, lock the phone or go home, then press ±15 on the Dynamic Island: the number here and on the Island must match, and the Island ring must move smoothly.
es: Solo en depuración. Inicia un descanso, bloquea el teléfono o ve al inicio y pulsa ±15 en la Dynamic Island: el número aquí y en la Isla debe coincidir, y el anillo de la Isla debe moverse con suavidad.
vi: Chỉ có ở bản Debug. Bắt đầu nghỉ, khoá máy hoặc về màn chính, rồi bấm ±15 trên Dynamic Island: số ở đây và trên Island phải khớp nhau, và vòng trên Island phải chạy mượt.

# tab.today.hint
source: View today's plan
es: Ver el plan de hoy
vi: Xem kế hoạch hôm nay

# tab.nutrition.hint
source: Track nutrition
es: Registrar nutrición
vi: Theo dõi dinh dưỡng

# tab.workouts.hint
source: Browse workouts
es: Explorar entrenamientos
vi: Duyệt các buổi tập

# tab.community.hint
source: Community
es: Comunidad
vi: Cộng đồng

# tab.assistant.hint
source: Ask the health assistant
es: Preguntar al asistente
vi: Hỏi trợ lý sức khoẻ

# ds.empty.title
source: Nothing here yet
es: Nada aquí todavía
vi: Chưa có gì ở đây

# ds.empty.message
source: When there's something to show, it'll appear here.
es: Cuando haya algo que mostrar, aparecerá aquí.
vi: Khi có nội dung, nó sẽ hiện ở đây.

# ds.empty.action
source: Get started
es: Empezar
vi: Bắt đầu

# weekstrip.today
source: today
es: hoy
vi: hôm nay

# weekstrip.hint
source: Tap to open this day
es: Toca para abrir este día
vi: Chạm để mở ngày này

# day.rest
source: Rest
es: Descanso
vi: Nghỉ

# day.done
source: Done
es: Hecho
vi: Đã tập

# day.todo
source: To do
es: Por hacer
vi: Cần tập

# day.missed
source: Missed
es: Perdido
vi: Bỏ lỡ

# day.unplanned
source: Unplanned
es: Sin plan
vi: Chưa lên lịch

# workout.loading
source: Loading workout…
es: Cargando entrenamiento…
vi: Đang tải buổi tập…

# workout.finish
source: Finish workout
es: Terminar entrenamiento
vi: Hoàn thành buổi tập

# workout.tick
source: Mark set done
es: Marcar serie hecha
vi: Đánh dấu đã xong

# workout.untick
source: Unmark set
es: Desmarcar serie
vi: Bỏ đánh dấu

# workout.notReady
source: Enter weight and reps first
es: Introduce peso y repeticiones primero
vi: Nhập tạ và reps trước đã

# workout.weight
source: Weight
es: Peso
vi: Tạ

# workout.weight.unit %@
source: Weight, %@
es: Peso, %@
vi: Tạ, %@

# workout.reps
source: Reps
es: Repeticiones

# workout.rest
source: Rest time
es: Tiempo de descanso
vi: Thời gian nghỉ

# workout.resting
source: Resting
es: Descansando
vi: Đang nghỉ

# workout.unsaved
source: Couldn't save to this device yet — your sets are visible but not durable. They'll save when the device write succeeds.
es: Aún no se pudo guardar en el dispositivo — las series se ven pero no son duraderas. Se guardarán cuando la escritura tenga éxito.
vi: Chưa lưu được xuống máy — các set vẫn hiện nhưng chưa bền. Sẽ lưu khi lần ghi máy thành công.

# workout.finishError.title
source: Couldn't finish
es: No se pudo terminar
vi: Chưa chốt được

# workout.row.done
source: done
es: hecha
vi: đã xong

# workout.row.notDone
source: not done
es: sin hacer
vi: chưa xong

# workout.row.accessibility
source: %1$@, set %2$d of %3$d, %4$@ kg × %5$d, %6$@
es: %1$@, serie %2$d de %3$d, %4$@ kg × %5$d, %6$@
vi: %1$@, hiệp %2$d trên %3$d, %4$@ kg × %5$d, %6$@

# summary.title
source: Workout Summary
es: Resumen del entrenamiento
vi: Tóm tắt buổi tập

# summary.volume
source: Volume
es: Volumen

# summary.sets
source: Sets
es: Series
vi: Số set

# summary.exercises
source: Exercises
es: Ejercicios
vi: Số bài

# summary.warmup
source: Warm-up
es: Calentamiento
vi: Khởi động

# auth.title
source: Sign in
es: Iniciar sesión
vi: Đăng nhập

# auth.subtitle.signin
source: Welcome back to ASCND.
es: Bienvenido de nuevo a ASCND.
vi: Chào mừng trở lại ASCND.

# auth.subtitle.signup
source: Create your ASCND account.
es: Crea tu cuenta de ASCND.
vi: Tạo tài khoản ASCND của bạn.

# auth.subtitle.forgot
source: Enter your email to receive a reset link.
es: Introduce tu email para recibir un enlace de restablecimiento.
vi: Nhập email để nhận link đặt lại mật khẩu.

# auth.name
source: Name
es: Nombre
vi: Tên

# auth.password
source: Password
es: Contraseña
vi: Mật khẩu

# auth.signin
source: Sign in
es: Iniciar sesión
vi: Đăng nhập

# auth.signup
source: Sign up
es: Registrarse
vi: Đăng ký

# auth.resetPassword
source: Send reset link
es: Enviar enlace
vi: Gửi link đặt lại

# auth.forgot
source: Forgot password?
es: ¿Olvidaste tu contraseña?
vi: Quên mật khẩu?

# auth.backToSignin
source: Back to sign in
es: Volver a iniciar sesión
vi: Về đăng nhập

# auth.switchToSignup
source: Don't have an account? Sign up
es: ¿No tienes cuenta? Regístrate
vi: Chưa có tài khoản? Đăng ký

# auth.switchToSignin
source: Already have an account? Sign in
es: ¿Ya tienes cuenta? Inicia sesión
vi: Đã có tài khoản? Đăng nhập

# auth.apple
source: Sign in with Apple
es: Iniciar sesión con Apple
vi: Đăng nhập với Apple

# auth.working
source: Working…
es: Procesando…
vi: Đang xử lý…

# auth.resetSent
source: Reset link sent — check your email.
es: Enlace enviado — revisa tu email.
vi: Đã gửi link — kiểm tra email nhé.

# auth.error.invalidCredentials
source: Wrong email or password.
es: Email o contraseña incorrectos.
vi: Sai email hoặc mật khẩu.

# auth.error.alreadyRegistered
source: This email is already registered — try signing in.
es: Este email ya está registrado — intenta iniciar sesión.
vi: Email này đã đăng ký — thử đăng nhập nhé.

# auth.error.network
source: No connection — check your network and try again.
es: Sin conexión — revisa tu red e inténtalo de nuevo.
vi: Không có mạng — kiểm tra kết nối rồi thử lại.

# auth.error.appleCancelled
source: Apple sign-in was cancelled.
es: Se canceló el inicio con Apple.
vi: Đã huỷ đăng nhập Apple.

# auth.error.generic
source: Something went wrong — please try again.
es: Algo salió mal — inténtalo de nuevo.
vi: Có lỗi xảy ra — thử lại nhé.

# setrow.weight
source: Weight
es: Peso
vi: Tạ

# setrow.completed
source: Completed
es: Hecho
vi: Đã xong

# setrow.notCompleted
source: Not completed
es: Sin hacer
vi: Chưa xong

# setrow.saving
source: Saving…
es: Guardando…
vi: Đang lưu…

# setrow.a11y.set.format
source: %1$@, set %2$lld of %3$lld
es: %1$@, serie %2$lld de %3$lld
vi: %1$@, hiệp %2$lld trên %3$lld

# today.loading
source: Loading today's plan…
es: Cargando el plan de hoy…
vi: Đang tải kế hoạch hôm nay…

# today.offline.cache
source: Offline — showing cached plan.
es: Sin conexión — mostrando plan guardado.
vi: Offline — đang hiện kế hoạch đã lưu.

# async.loading
source: Loading…
es: Cargando…
vi: Đang tải…

# async.error.generic
source: Something went wrong.
es: Algo salió mal.
vi: Có lỗi xảy ra.

# async.retry
source: Try again
es: Reintentar
vi: Thử lại

# async.offline
source: You're offline — check your connection.
es: Sin conexión — revisa tu red.
vi: Bạn đang offline — kiểm tra kết nối nhé.

# async.submitting
source: Submitting…
es: Enviando…
vi: Đang gửi…

# today.status.todo
source: Today
es: Hoy
vi: Hôm nay

# today.status.done
source: Done today
es: Hecho hoy
vi: Đã tập hôm nay

# today.status.missed
source: Not trained
es: Sin entrenar
vi: Chưa tập

# today.status.rest
source: Rest day
es: Día de descanso
vi: Ngày nghỉ

# today.status.unplanned
source: No workout planned
es: No hay entrenamiento planeado
vi: Chưa có buổi tập

# today.rest.message
source: Rest, or something light
es: Descansa o haz algo ligero
vi: Nghỉ ngơi hoặc vận động nhẹ

# today.unplanned.message
source: Pick one for today, or just log what you do
es: Elige uno para hoy o simplemente registra lo que hagas
vi: Chọn một buổi cho hôm nay, hoặc cứ ghi lại những gì bạn tập

# today.choosePlan
source: Pick a workout
es: Elige un entrenamiento
vi: Chọn buổi tập

# today.start
source: Start workout
es: Empezar entrenamiento
vi: Bắt đầu buổi tập

# today.deload
source: Deload
es: Descarga

# today.done.message
source: You finished %@.
es: Terminaste %@.
vi: Bạn đã tập xong %@.

# today.missed.message
source: %@ wasn't logged.
es: No se registró %@.
vi: Chưa ghi buổi %@.

# today.exercise.accessibility
source: %1$@, %2$lld sets of %3$lld, %4$@
es: %1$@, %2$lld series de %3$lld, %4$@
vi: %1$@, %2$lld hiệp × %3$lld lần, %4$@

# today.exercise.accessibility.noWeight
source: %1$@, %2$lld sets of %3$lld
es: %1$@, %2$lld series de %3$lld
vi: %1$@, %2$lld hiệp × %3$lld lần

# common.cancel
source: Cancel
es: Cancelar
vi: Huỷ

# common.not.selected
source: Not selected
es: No seleccionado
vi: Chưa chọn

# common.retry
source: Retry
es: Reintentar
vi: Thử lại

# common.save
source: Save
es: Guardar
vi: Lưu

# common.selected
source: Selected
es: Seleccionado
vi: Đã chọn

# weekday.1
source: Sunday
es: Domingo
vi: Chủ nhật

# weekday.2
source: Monday
es: Lunes
vi: Thứ 2

# weekday.3
source: Tuesday
es: Martes
vi: Thứ 3

# weekday.4
source: Wednesday
es: Miércoles
vi: Thứ 4

# weekday.5
source: Thursday
es: Jueves
vi: Thứ 5

# weekday.6
source: Friday
es: Viernes
vi: Thứ 6

# weekday.7
source: Saturday
es: Sábado
vi: Thứ 7

# weekday.short.1
source: Sun
es: Dom
vi: CN

# weekday.short.2
source: Mon
es: Lun
vi: T2

# weekday.short.3
source: Tue
es: Mar
vi: T3

# weekday.short.4
source: Wed
es: Mié
vi: T4

# weekday.short.5
source: Thu
es: Jue
vi: T5

# weekday.short.6
source: Fri
es: Vie
vi: T6

# weekday.short.7
source: Sat
es: Sáb
vi: T7

# rootgate.loading
source: Checking your session…
es: Verificando tu sesión…
vi: Đang kiểm tra phiên…

# workout.finishError.future
source: Not this day yet
es: Aún no es este día
vi: Chưa tới ngày này

# workout.finishError.alreadyLogged
source: Already logged
es: Ya registrado
vi: Đã ghi buổi tập

# workout.finishError.generic
source: Could not save. Try again in a moment.
es: No se pudo guardar. Inténtalo de nuevo en un momento.
vi: Chưa lưu được. Thử lại sau một chút.

# extra.exercise.delete
source: Delete exercise
es: Eliminar ejercicio
vi: Xoá bài tập

# extra.exercise.delete.confirm
source: Delete
es: Eliminar
vi: Xoá

# extra.exercise.delete.confirm.title
source: Delete this exercise?
es: ¿Eliminar ejercicio?
vi: Xoá bài tập này?

# extra.exercise.incomplete
source: Add a name and at least 1 set.
es: Añade nombre y series.
vi: Thêm tên và ít nhất 1 hiệp.

# extra.exercise.name.label
source: Exercise name
es: Nombre del ejercicio
vi: Tên bài tập

# extra.exercise.name.placeholder
source: Exercise name
es: Nombre del ejercicio
vi: Tên bài tập

# extra.exercise.sets.label
source: Sets
es: Series
vi: Số hiệp

# extra.exercise.sets.max.format
source: Max %lld sets
es: Máx %lld series
vi: Tối đa %lld hiệp

# extra.remove.finished.confirm
source: Remove
es: Quitar
vi: Xoá

# extra.remove.finished.message.format
source: Remove "%@" from session on %@?
es: ¿Quitar "%@" de la sesión %@?
vi: Xoá "%@" khỏi buổi %@?

# extra.remove.finished.title
source: Remove from finished session?
es: ¿Quitar de la sesión?
vi: Xoá khỏi buổi đã chốt?

# extra.undo.action
source: Undo
es: Deshacer
vi: Hoàn tác

# extra.undo.countdown.format
source: %lld seconds left
es: %lld segundos
vi: Còn %lld giây

# extra.undo.deleted.format
source: Deleted %@
es: Eliminado %@
vi: Đã xoá %@

# extra.undo.hint.format
source: %lld seconds to undo
es: %lld segundos para deshacer
vi: Còn %lld giây để hoàn tác

# history.a11y.row
source: %1$@, %2$lld %3$@, %4$lld sets
es: %1$@, %2$lld %3$@, %4$lld series
vi: %1$@, %2$lld %3$@, %4$lld hiệp

# history.empty.title
source: No workouts in the last 90 days
es: Sin entrenamientos en los últimos 90 días
vi: Chưa có buổi tập nào trong 90 ngày qua

# manualLog.title
source: Log Workout
es: Registrar entrenamiento
vi: Ghi buổi tập

# manualLog.open
source: Log Workout
es: Registrar entrenamiento
vi: Ghi buổi tập

# manualLog.extra
source: Did something extra? Log it separately
es: ¿Hiciste algo extra? Regístralo por separado
vi: Tập thêm bài phát sinh? Ghi riêng tại đây

# manualLog.loading
source: Loading…
es: Cargando…
vi: Đang tải…

# manualLog.planToday
source: Today's plan
es: Plan de hoy
vi: Theo lịch hôm nay

# manualLog.usePlan
source: Use
es: Usar
vi: Dùng

# manualLog.name.placeholder
source: Workout name (e.g. Push Day)
es: Nombre del entrenamiento (p. ej., día de empuje)
vi: Tên buổi tập (VD: Ngày đẩy)

# manualLog.sets
source: Sets
es: Series
vi: Các set

# manualLog.exercise
source: Exercise
es: Ejercicio
vi: Bài tập

# manualLog.warmup
source: Warm-up set
es: Serie de calentamiento
vi: Set khởi động

# manualLog.warmup.short
source: W
es: C
vi: K

# manualLog.remove
source: Remove
es: Quitar
vi: Bỏ khỏi danh sách

# manualLog.addSet
source: Add set
es: Añadir serie
vi: Thêm set

# manualLog.newExercise
source: Different exercise
es: Ejercicio diferente
vi: Bài tập khác

# manualLog.hint.bodyweight
source: Leave the weight empty for a bodyweight set.
es: Deja el peso vacío para una serie con peso corporal.
vi: Bỏ trống ô cân nặng nếu là set tay không.

# manualLog.hint.hold
source: For a hold, type the seconds — 45s.
es: Para un sostenido, escribe los segundos — 45 s.
vi: Bài giữ tư thế thì gõ số giây — 45s.

# manualLog.volume
source: Volume
es: Volumen
vi: Khối lượng

# manualLog.rpe
source: Session effort (RPE)
es: Esfuerzo de la sesión (RPE)
vi: Độ gắng sức (RPE)

# manualLog.needReps
source: A set is saved once it has reps.
es: Una serie se guarda cuando tiene repeticiones.
vi: Set có số rep thì mới được lưu.

# manualLog.save
source: Save Workout
es: Guardar entrenamiento
vi: Lưu buổi tập

# manualLog.saving
source: Saving…
es: Guardando…
vi: Đang lưu…

# manualLog.saved
source: Workout saved!
es: ¡Entrenamiento guardado!
vi: Đã lưu buổi tập!

# manualLog.range %lld %lld %@
source: Must be between %1$lld and %2$lld %3$@
es: Debe estar entre %1$lld y %2$lld %3$@
vi: Cần nằm trong khoảng %1$lld–%2$lld %3$@

# wb.list.title
source: Workout list
es: Lista de entrenamientos
vi: Danh sách buổi tập

# wb.list.search
source: Search workouts…
es: Buscar entrenamientos…
vi: Tìm buổi tập…

# wb.list.empty
source: No templates yet
es: Aún no hay plantillas
vi: Chưa có template nào

# wb.list.noMatch %@
source: No workout matches “%@”
es: Ningún entrenamiento coincide con “%@”
vi: Không có buổi tập nào khớp “%@”

# wb.list.meta %lld %lld
source: %1$lld exercises · %2$lld sets
es: %1$lld ejercicios · %2$lld series
vi: %1$lld bài tập · %2$lld hiệp

# wb.createNew
source: Create new
es: Crear nuevo
vi: Tạo mới

# wb.delete.title
source: Delete template?
es: ¿Eliminar plantilla?
vi: Xoá mẫu này?

# wb.delete.short
source: Delete
es: Eliminar
vi: Xoá

# wb.delete.a11y %@
source: Delete %@
es: Eliminar %@
vi: Xoá %@

# wb.title
source: New workout
es: Nuevo entrenamiento
vi: Buổi tập mới

# wb.step.pick
source: Choose exercises
es: Elige ejercicios
vi: Chọn bài tập

# wb.step.review
source: Sets & name
es: Series y nombre
vi: Số set & tên

# wb.all
source: All
es: Todo
vi: Tất cả

# wb.search
source: Search exercises...
es: Buscar ejercicios...
vi: Tìm bài tập...

# wb.pickHint
source: Tap what you want in this workout. Sets and reps come next.
es: Toca lo que quieras en este entrenamiento. Las series y repeticiones vienen después.
vi: Chạm vào bài bạn muốn tập. Số set và rep chỉnh ở bước sau.

# wb.selected %lld
source: %lld selected
es: %lld seleccionados
vi: Đã chọn %lld

# wb.next
source: Next
es: Siguiente
vi: Tiếp

# wb.noMatch %@
source: Nothing matches “%@”
es: Nada coincide con “%@”
vi: Không có bài nào khớp “%@”

# wb.libraryEmpty
source: Your exercise library is empty
es: Tu biblioteca de ejercicios está vacía
vi: Thư viện bài tập đang trống

# wb.noExercises
source: No exercises found
es: No se encontraron ejercicios
vi: Không tìm thấy bài tập

# wb.name.placeholder
source: Template name
es: Nombre de la plantilla
vi: Tên mẫu

# wb.name.hint
source: Named from the muscles you picked — change it if you like.
es: Nombrado según los músculos que elegiste — cámbialo si quieres.
vi: Tên đặt theo nhóm cơ bạn chọn — đổi lại nếu muốn.

# wb.name.one %@
source: %@ day
es: día de %@
vi: Tập %@

# wb.summary %@ %@ %lld
source: %1$@ · %2$@ · about %3$lld min
es: %1$@ · %2$@ · unos %3$lld min
vi: %1$@ · %2$@ · khoảng %3$lld phút

# wb.count.exercise.one
source: 1 exercise
es: 1 ejercicio
vi: 1 bài

# wb.count.exercise.other %lld
source: %lld exercises
es: %lld ejercicios
vi: %lld bài

# wb.count.set.one
source: 1 set
es: 1 serie

# wb.count.set.other %lld
source: %lld sets
es: %lld series
vi: %lld set

# wb.type
source: Type
es: Tipo
vi: Kiểu buổi tập

# wb.type.push
source: Push
es: Empuje
vi: Đẩy

# wb.type.pull
source: Pull
es: Tirón
vi: Kéo

# wb.type.legs
source: Legs
es: Piernas
vi: Chân

# wb.type.upper
source: Upper body
es: Tren superior
vi: Thân trên

# wb.type.lower
source: Lower body
es: Tren inferior
vi: Thân dưới

# wb.type.fullBody
source: Full body
es: Cuerpo completo
vi: Toàn thân

# wb.type.strength
source: Strength
es: Fuerza
vi: Sức mạnh

# wb.type.hypertrophy
source: Hypertrophy
es: Hipertrofia
vi: Phì đại cơ

# wb.type.custom
source: Custom
es: Personalizado
vi: Tuỳ chỉnh

# wb.added
source: Exercises added
es: Ejercicios añadidos
vi: Bài tập đã thêm

# wb.addMore
source: Add more exercises
es: Añadir más ejercicios
vi: Thêm bài tập

# wb.save
source: Save workout
es: Guardar entrenamiento
vi: Lưu buổi tập

# wb.saving
source: Saving…
es: Guardando…
vi: Đang lưu…

# wb.saved
source: Workout saved
es: Entrenamiento guardado
vi: Đã lưu buổi tập

# wb.sets
source: Sets
es: Series
vi: Số set

# wb.reps
source: Reps
es: Repeticiones
vi: Số rep

# wb.load %@
source: Weight (%@)
es: Peso (%@)
vi: Mức tạ (%@)

# wb.bodyweight
source: Bodyweight
es: Peso corporal
vi: Không tạ

# wb.rest
source: Rest between sets
es: Descanso entre series
vi: Nghỉ giữa các set

# wb.effort
source: Effort
es: Esfuerzo
vi: Độ gắng sức

# wb.effort.hint
source: How the last rep should feel. 10 is failure.
es: Cómo debería sentirse la última repetición. 10 es el fallo.
vi: Rep cuối nên nặng cỡ nào. 10 là hết sức.

# wb.moveUp
source: Move earlier
es: Mover antes
vi: Đưa lên trước

# wb.moveDown
source: Move later
es: Mover después
vi: Đưa xuống sau

# wb.remove
source: Remove from workout
es: Quitar del entrenamiento
vi: Bỏ khỏi buổi tập

# wb.done
source: Done
es: Hecho
vi: Xong

# eg.howTo
source: How to perform
es: Cómo realizarlo
vi: Cách thực hiện

# eg.cues
source: Form cues
es: Claves de técnica
vi: Điểm kỹ thuật

# eg.mistakes
source: Common mistakes
es: Errores comunes
vi: Lỗi thường gặp

# eg.empty
source: No guidance for this exercise yet
es: Aún no hay guía para este ejercicio
vi: Bài này chưa có hướng dẫn

# eg.empty.hint
source: Guidance comes from the exercise library, and this one has none yet
es: La guía proviene de la biblioteca de ejercicios, y esta aún no tiene
vi: Hướng dẫn đến từ thư viện bài tập, và bài này chưa có

# eg.muscles
source: Target muscles
es: Músculos objetivo
vi: Nhóm cơ chính

# eg.noMuscles
source: This exercise has no muscle group recorded
es: Este ejercicio no tiene grupo muscular registrado
vi: Bài này chưa ghi nhóm cơ

# eg.equipment
source: Equipment
es: Equipo
vi: Dụng cụ

# eg.noEquipment
source: This exercise has no equipment recorded
es: Este ejercicio no tiene equipo registrado
vi: Bài này chưa ghi dụng cụ

# eg.alsoMuscles
source: Other exercises for these muscles
es: Otros ejercicios para estos músculos
vi: Bài khác cho những nhóm cơ này

# eg.alsoEquipment %@
source: Other exercises using %@
es: Otros ejercicios que usan %@
vi: Bài khác dùng %@

# eg.noRelated
source: No other exercise in your library works these muscles
es: Ningún otro ejercicio de tu biblioteca trabaja estos músculos
vi: Thư viện chưa có bài nào khác đánh vào những nhóm cơ này

# eg.openMedia
source: Open illustration
es: Abrir ilustración
vi: Mở hình minh hoạ

# eg.start
source: Start Exercise
es: Empezar ejercicio
vi: Bắt đầu bài tập

# eg.tab.overview
source: Overview
es: Resumen
vi: Tổng quan

# eg.tab.muscles
source: Muscles & gear
es: Músculos y equipo
vi: Cơ & dụng cụ

# eg.tab.related
source: Related
es: Relacionados
vi: Liên quan

# eg.loadFailed
source: Could not load your data
es: No se pudieron cargar tus datos
vi: Không tải được dữ liệu

# eg.close
source: Close
es: Cerrar
vi: Đóng

# eg.mediaAlt %@
source: Demonstration of %@
es: Demostración de %@
vi: Hình minh hoạ %@

# eg.mediaFailed
source: Demonstration could not load
es: No se pudo cargar la demostración
vi: Không tải được hình minh hoạ

# eg.noMedia
source: No demonstration yet
es: Aún no hay demostración
vi: Chưa có hình minh hoạ

# eg.open.a11y %@
source: %@ — How to perform this exercise
es: %@ — Cómo realizar este ejercicio
vi: %@ — Cách thực hiện bài này

# xi.title
source: Exercise progress
es: Progreso del ejercicio
vi: Tiến bộ từng bài

# xi.empty
source: No exercises logged in the last 90 days
es: No hay ejercicios registrados en los últimos 90 días
vi: Chưa ghi bài tập nào trong 90 ngày qua

# xi.empty.hint
source: Log a workout and this fills in on its own
es: Registra un entrenamiento y esto se llenará solo
vi: Ghi một buổi tập là mục này tự đầy lên

# xi.only
source: Showing one exercise
es: Mostrando un ejercicio
vi: Đang xem một bài

# xi.showAll
source: Show all
es: Mostrar todo
vi: Xem tất cả

# xi.scope.today
source: Today's plan
es: Plan de hoy
vi: Lịch hôm nay

# xi.scope.week
source: Weekly plan
es: Plan semanal
vi: Lịch tuần

# xi.scope.all
source: All
es: Todo
vi: Tất cả

# xi.summary %lld %lld
source: %lld improving · %lld worth a look
es: %lld mejorando · %lld para revisar
vi: %lld đang tiến bộ · %lld đáng để ý

# xi.summaryThin %lld
source: Nothing has enough sessions yet — %lld waiting
es: Aún nada tiene suficientes sesiones — %lld en espera
vi: Chưa bài nào đủ buổi để nói được gì — %lld đang chờ

# xi.scope.unlogged
source: Nothing logged yet for the exercises on your plan
es: Aún no hay registros de los ejercicios de tu plan
vi: Các bài trong lịch chưa có buổi nào được ghi

# xi.scope.emptyToday
source: Nothing scheduled today
es: Nada programado hoy
vi: Hôm nay lịch không có bài nào

# xi.scope.emptyWeek
source: Your week has no exercises on it yet
es: Tu semana aún no tiene ejercicios
vi: Lịch tuần của bạn chưa có bài nào

# xi.scope.hint
source: Set a weekly plan and this filters to what you are actually training
es: Define un plan semanal y esto filtrará lo que realmente estás entrenando
vi: Đặt lịch tập tuần thì mục này sẽ lọc đúng những bài bạn đang tập

# xi.group.attention
source: Worth a look
es: Vale la pena revisarlo
vi: Đáng để ý

# xi.group.fine
source: Going well
es: Va bien
vi: Đang ổn

# xi.group.thin
source: Needs more sessions
es: Necesita más sesiones
vi: Cần thêm buổi
